Repository: in2code-de/fetchurl
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: fr

# flexform.main
source: Main settings
fr: Paramètres principaux

# flexform.main.view
source: Choose a fetch method
fr: Choisir une méthode

# flexform.main.view.0
source: Static
fr: Statique

# flexform.main.url
source: Url to fetch
fr: URL à récupérer

# flexform.main.width
source: iframe width
fr: Largeur de l'iFrame

# flexform.main.height
source: iFrame height
fr: Hauteur de l'iFrame

# flexform.main.scrolling
source: Display scrollbars ?
fr: Montrer les barres de défilement ?

# fetchurl_title
source: Fetch remote content
fr: Récupérer du contenu à distance

# fetchurl_title_static
source: Fetch remote content [Static]
fr: Récupérer du contenu à distance [Statique]

# fetchurl_title_iframe
source: Fetch remote content [iFrame]
fr: Récupérer du contenu à distance [iFrame]

# fetchurl_wizard_description
source: Fetch external content (videos, audio, or other contents), directly or using an iframe.
fr: Récupérer du contenu externe (vidéos, audio, ou autres), directement ou via une iframe.

# fetchurl_wizard_description_static
source: Fetch external content (videos, audio, or other contents) and display them directly.
fr: Récupérer du contenu externe (vidéos, audio, ou autres) et affiche directement

# fetchurl_wizard_description_iframe
source: Fetch external content (videos, audio, or other contents) using an iframe.
fr: Récupérer du contenu externe (vidéos, audio, ou autres) et affiche dans une iframe
